tap "dart-lang/dart"
tap "go-swagger/go-swagger"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-eid"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "kong/kong"
tap "mscharley/homebrew"
tap "thecasualcoder/stable"
tap "vitorgalvao/tiny-scripts"
tap "wagoodman/dive"
brew "autojump"
brew "gettext", link: true
brew "axel"
brew "bash"
brew "bash-completion"
brew "bash-git-prompt"
brew "bat"
brew "bats"
brew "bazel"
brew "cfssl"
brew "cmake"
brew "cocoapods", link: false
brew "consul"
brew "coreutils"
brew "go"
brew "dep"
brew "diff-so-fancy"
brew "direnv"
brew "etcd"
brew "exa"
brew "fd"
brew "fzf"
brew "git"
brew "git-crypt"
brew "git-open"
brew "readline"
brew "python"
brew "gnupg"
brew "gradle"
brew "graphviz"
brew "highlight"
brew "htop"
brew "httpie"
brew "hugo"
brew "hyperfine"
brew "libimobiledevice"
brew "ideviceinstaller"
brew "jq"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "kubernetes-helm"
brew "libyaml"
brew "minikube"
brew "ncdu"
brew "neovim"
brew "ngrep"
brew "nmap"
brew "nnn"
brew "node", link: false
brew "nomad"
brew "oath-toolkit"
brew "postgresql"
brew "protobuf"
brew "pstree"
brew "pv"
brew "python-yq"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "starship"
brew "stern"
brew "stolon"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "watch"
brew "wxmac"
brew "ykman"
brew "zsh"
brew "zsh-completions"
brew "go-swagger/go-swagger/go-swagger"
brew "heroku/brew/heroku"
brew "mscharley/homebrew/alacritty", link: false
brew "thecasualcoder/stable/csvdiff"
brew "thecasualcoder/stable/gg"
brew "thecasualcoder/stable/kube-fzf"
brew "thecasualcoder/stable/kube-tmuxp"
brew "thecasualcoder/stable/lazy-connect"
brew "thecasualcoder/stable/tztail"
brew "vitorgalvao/tiny-scripts/cask-repair"
brew "wagoodman/dive/dive"
cask "alacritty"
cask "appcleaner"
cask "consul-cli"
cask "docker"
cask "firefox"
cask "flux"
cask "google-chrome"
cask "google-cloud-sdk"
cask "java"
cask "kap"
cask "karabiner-elements"
cask "licecap"
cask "minikube"
cask "postman"
cask "vimr"
cask "visual-studio-code"
cask "vlc"
